src/main/resources/stream/update_nexus.puml
@startuml
start
:先升级nexus 3.70版本;
:使用3.70控制台备份数据;
:使用nexus-db-migrator-3.70.3-01.jar迁移数据到h2数据库;
:升级nexus版本到nexus-3.79.1-04;
:配置**2个**配置，复制h2数据库文件;
:启动新服务;
end
@enduml
